const rus = {
  constants: {
    articles: {
      integrations: {
        title: 'Интеграции',
        description:
          'Вы можете подключить к рабочему процессу Trello приложения, которыми уже пользуется команда, или добавить улучшения Power-Up для тонкой настройки под конкретные задачи.',
      },
      butler: {
        title: 'Автоматизация Butler',
        description:
        'Во все доски Trello встроена автоматизация, не требующая навыков программирования. Сосредоточьтесь на самом важном, а все остальное пусть делают роботы.',
      },
      trello: {
        title: 'Trello Enterprise',
        description: 'Популярный среди команд инструмент повышения производительности плюс все возможности для безопасного масштабирования.',
      },
    },
    cardsDescription: {
      boards: {
        title: 'Доски',
        description:
        'Благодаря доскам Trello задания упорядочиваются, а работа движется. Достаточно одного взгляда, чтобы увидеть все задачи, от запланированных до выполненных.',
      },
      cards: {
        title: 'Карточки',
        description:
        'Карточки представляют задания и идеи и содержат всю информацию, необходимую для выполнения работы. По мере выполнения заданий перетаскивайте карточки между колонками, чтобы изменить их статус.',
      },
      lists: {
        title: 'Колонки',
        description:
        "Различные этапы выполнения задания. Начните с простых этапов («Нужно сделать», «В работе», «Готово») или создайте собственный рабочий процесс, точно соответствующий потребностям вашей команды. В Trello нет неправильных подходов.",
      },
    },
    actions: {
      projectManagement: {
        title: 'Управление проектами',
        description: 'Поддерживайте порядок среди заданий, отслеживайте сроки и координируйте командную работу с помощью Trello.',
      },

      brainstorming: {
        title: 'Мозговой штурм',
        description: "Помогите команде творчески подойти к работе. Создайте условия для открытого обсуждения идей и их совместной реализации.",
      },
      meetings: {
        title: 'Собрания',
        description: 'Сделайте командные собрания более продуктивными, вдохновляющими и даже увлекательными.',
      },
      taskManagement: {
        title: 'Управление задачами',
        description:
          "С помощью Trello отслеживайте и выполняйте задания так, чтобы цепочка действий оставалась логичной и всегда приводила проект команды к успеху.",
      },
      crm: {
        title: 'CRM',
        description:
          "Настройте процесс CRM, чтобы вашему отделу продаж было проще наладить эффективное управление потенциальными клиентами и аккаунтами.",
      },
    },
  },
  actions: {
    subtitle: 'TRELLO В ДЕЙСТВИИ',
    title: 'Рабочие процессы для проектов любого масштаба',
  },
  header: {
    logIn: 'Войти',
    trelloFree: 'Получить Trello бесплатно',
  },
  more: {
    subtitle: 'МОЩНЫЕ СПОСОБЫ РОСТА',
    title: 'Делайте больше с Trello',
    description:
      'Интуитивно понятные функции Trello дают любой команде возможность быстро настраивать и настраивать рабочие процессы практически для чего угодно.',
  },
  powerhouse: {
    subtitle: 'Trello 101',
    title: 'Источники производительности',
    description:
      "Простые, с гибкими настройками и широкими возможностями. Доски, колонки и карточки дают исчерпывающее представление о том, кто чем занимается и что нужно выполнить.",
  },
  singupSection: {
    title: 'Trello помогает собрать всех сотрудников, задачи и инструменты в одном месте',
    subtitle: "Объедините все в одном месте, даже если участники вашей команды рассеяны по миру.",
    email: 'Эл.почта',
    submit: "Зарегистрируйтесь - это бесплатно!",
  },
  start: {
    title: 'Начните работу с Trello уже сегодня',
  },
  using: {
    text: 'Присоединяйтесь более чем к 2 000 000 команд по всему миру, которые уже используют Trello в работе.',
  },
  save: 'Сохранить',
  profile: 'Профиль',
  userName: 'Имя',
  aboutMe: 'Обо мне',
  cancel: 'Отменить',
  name: 'Имя',
  create: 'Создать',
  enterName: 'Ввести имя',
  workspaceTitle: 'Рабочее пространство',
  private: 'Приватная',
  public: 'Общедоступная',
  submit: 'Подтвердить',
  singUp: 'Регистрация',
  from: 'из',
  delete: 'Удалить',
  comments: 'Комментарии',
  checklistText: 'Список задач',
  continueWith: 'Войти через',
  writeComment: 'Написать комментарий...',
  answer: 'Ответ',
  edit: 'Редактировать',
  detailed: 'Добавьте более подробное описание...',
  description: 'Описание',
  enterDescription: 'Введите описание...',
  labels: 'Стикеры',
  members: 'Участники',
  add: 'Добавить',
  addCheckList: 'Добавить список задач',
  title: 'Заголовок',
  enterTitle: 'введите заголовок',
  workspace: {
    board: { title: 'Созданые доски', info: 'Создать новую доску' },
    available: {
      title: 'Доступные доски',
      info: 'Доступные доски будут отображаться здесь',
    },
  },
  userModal: {
    account: 'Аккаунт',
    switcher: 'Сменить аккаунт',
    logOut: 'Выйти',
  },
  createBoard: {
    createBoard: 'Создать доску',
    background: 'Фон',
    boardTitle: 'Заголовок доски',
    enter: 'Введите заголовок',
    require: 'Укажите название доски.',
    visibility: 'Доступность',
    visibilityChoose: 'Выберите доступность',
    publicDescription: 'Эту доску может увидеть любой пользователь Интернета. Только участники могут редактировать.',
    privateDescription: 'Только участники доски могут видеть и редактировать доску.',
  },
  login: {
    invalid: 'Неверный адрес электронной почты и/или пароль.',
    password: 'Введите пароль',
    email: 'Введите почту',
    sing: 'Зарегистрировать аккаунт',
    login: 'Вход в Trello',
    singUp: 'Регистрация аккаунта',
    or: 'ИЛИ',
    continue: 'Продолжить',
    name: 'Введите ваше имся',
    already: 'Уже есть аккаунт? Войти',
    error: 'Неверный адрес электронной почты и/или пароль и/или имя.',
    busy: 'Произошла ошибка: Эта почта занята',
    ready: 'Похоже, вы уже зарегистрировали учетную запись, используя этот адрес электронной почты.',
  },
  errorPage: {
    notFound: 'Страница не найдена',
    private:
      'Возможно, это личная страница. Попросите человека, который поделился ссылкой, поделиться доской или пригласить вас в рабочую область.',
    sign: 'Возможно, это личная страница.',
  },
  share: {
    title: 'Поделиться доской',
    input: 'Почта',
    share: 'Поделиться',
    text: 'Изменять доску могут изменять те, у кого есть доступ',
    link: 'Копировать ссылку',
    copied: 'Ссылка скопирована',
  },
  board: {
    listText: 'Добавить еще один список',
    lestPlaceholder: 'Введите название списка...',
    listValue: 'Добавить список',
  },
  checklist: {
    addItem: 'Добавить элемент',
    add: 'Добавить',
  },
  card: {
    listText: 'Добавить задачу',
    lestPlaceholder: 'Введите название задачи...',
  },
};

export default rus;
