const rus = {
  constants: {
    articles: {
      integrations: {
        title: 'Итнеграции',
        description:
          'Подключите приложения, которые ваша команда уже использует, к рабочему процессу Trello или добавьте Power-Up, чтобы точно настроить свои конкретные потребности.',
      },
      butler: {
        title: 'Батлер Автоматизация',
        description:
          'Автоматизация без кода встроена в каждую доску Trello. Сосредоточьтесь на самой важной работе, а остальное пусть сделают роботы.',
      },

      trello: {
        title: 'Трелло Предприятие',
        description:
          'Инструмент повышения производительности, который любят команды, в сочетании с функциями и безопасностью, необходимыми для масштабирования.',
      },
    },
    cardsDescription: {
      boards: {
        title: 'Доски',
        description:
          'Доски Trello упорядочивают задачи и помогают двигаться вперед. С одного взгляда можно увидеть все, от «чем заняться» до «о, да, мы сделали это!',
      },
      cards: {
        title: 'Карты',
        description:
          'Карты представляют задачи и идеи и содержат всю информацию, необходимую для выполнения работы. По мере продвижения перемещайте карточки по спискам, чтобы показать их статус.',
      },
      lists: {
        title: 'Списки',
        description:
          'Различные этапы задачи. Начните с простых задач: «Сделать», «В процессе» или «Готово» — или создайте собственный рабочий процесс, соответствующий потребностям вашей команды. В Trello нет неправильного пути.',
      },
    },
    actions: {
      projectManagement: {
        title: 'Управление проектом',
        description: 'Держите задачи в порядке, соблюдайте сроки и согласовывайте членов команды с Trello.',
      },

      brainstorming: {
        title: 'Мозговой штурм',
        description: 'Дайте волю творчеству своей команды и сделайте идеи видимыми, совместными и действенными.',
      },
      meetings: {
        title: 'Встречи',
        description:
          'Расширьте возможности собраний вашей команды, чтобы они были более продуктивными, вдохновляющими и, осмелимся сказать, веселыми.',
      },
      taskManagement: {
        title: 'Управление задачами',
        description:
          'Используйте Trello для отслеживания, управления, завершения и объединения задач, как кусочков пазла, и каждый раз добивайтесь успеха в проектах вашей команды.',
      },
      crm: {
        title: 'CRM',
        description:
          'Используйте Trello в качестве командного центра вашей команды для курирования контента, редакций, передачи и публикации.',
      },
      calendar: {
        title: 'Редакционный календарь',
        description:
          'Используйте Trello в качестве командного центра вашей команды для курирования контента, редакций, передачи и публикации.',
      },
    },
  },
  actions: {
    subtitle: 'ТРЕЛЛО В ДЕЙСТВИИ',
    title: 'Рабочие процессы для любого проекта, большого или малого',
  },
  header: {
    logIn: 'Войти',
    trelloFree: 'Попробуй Трелло бесплатно',
  },
  more: {
    subtitle: 'МОЩНЫЕ СПОСОБЫ РОСТА',
    title: 'Делайте больше с Trello',
    description:
      'Интуитивно понятные функции Trello дают любой команде возможность быстро настраивать и настраивать рабочие процессы практически для чего угодно.',
  },
  powerhouse: {
    subtitle: 'Trello 101',
    title: 'Мощь производительности',
    description:
      'Простой, гибкий и мощный. Все, что нужно, — это доски, списки и карточки, чтобы получить четкое представление о том, кто чем занимается и что нужно сделать.',
  },
  singupSection: {
    title: 'Trello объединяет все ваши задачи, товарищей по команде и инструменты.',
    subtitle: 'Храните все в одном месте.',
    email: 'email',
    submit: 'Зарегистрируйся, это бесплатно!',
  },
  start: {
    title: 'Начните работу с Trello сегодня',
  },
  using: {
    text: 'Присоединяйтесь к более чем 2 000 000 команд по всему миру, которые используют Trello, чтобы делать больше..',
  },
  save: 'Сохранить',
  profile: 'Профиль',
  userName: 'Имя',
  aboutMe: 'Обо мне',
  cancel: 'Отменить',
  name: 'Имя',
  create: 'Создать',
  enterName: 'Ввести имя',
  workspaceTitle: 'Рабочее пространство',
  private: 'Приватная',
  public: 'Общедоступная',
  submit: 'Подтвердить',
  singUp: 'Регистрация',
  from: 'из',
  delete: 'Удалить',
  comments: 'Комментарии',
  checklistText: 'Список задач',
  continueWith: 'Продолжить с',
  writeComment: 'Написать комментарий...',
  answer: 'Ответ',
  edit: 'Редактировать',
  detailed: 'Добавьте более подробное описание...',
  description: 'Описание',
  enterDescription: 'Введите описание...',
  labels: 'Стикеры',
  members: 'Участники',
  add: 'Добавить',
  addCheckList: 'Добавить список задач',
  title: 'Заголовок',
  enterTitle: 'введите заголовок',
  workspace: {
    board: { title: 'Созданые доски', info: 'Создать новую доску' },
    available: {
      title: 'Доступные доски',
      info: 'Доступные доски будут отображаться здесь',
    },
  },
  userModal: {
    account: 'Аккаунт',
    switcher: 'Сменить аккаунт',
    logOut: 'Выйти',
  },
  createBoard: {
    createBoard: 'Создать доску',
    background: 'Фон',
    boardTitle: 'Заголовок доски',
    enter: 'Введите заголовок',
    require: 'Укажите название доски.',
    visibility: 'Доступность',
    visibilityChoose: 'Выберите доступность',
    publicDescription: 'Эту доску может увидеть любой пользователь Интернета. Только участники могут редактировать.',
    privateDescription: 'Только участники доски могут видеть и редактировать доску.',
  },
  login: {
    invalid: 'Неверный адрес электронной почты и/или пароль.',
    password: 'Введите пароль',
    email: 'Введите почту',
    sing: 'Зарегистрируйте аккаунт',
    login: 'Войдите в Трелло',
    singUp: 'Зарегистрируйтесь в своей учетной записи',
    or: 'или',
    continue: 'Продолжить',
    name: 'Введите ваше имя',
    already: 'У вас уже есть аккаунт? Авторизоваться',
    error: 'Неверный адрес электронной почты и/или пароль и/или имя.',
    busy: 'Произошла ошибка: Эта почта занята',
    ready: 'Похоже, вы уже зарегистрировали учетную запись, используя этот адрес электронной почты.',
    invalidPass: 'Пароль должен содержать не менее 4 символов.',
    invalidName: 'Пожалуйста, введите ваше имя.',
  },
  errorPage: {
    notFound: 'Страница не найдена',
    private:
      'Возможно, это личная страница. Попросите человека, который поделился ссылкой, поделиться доской или пригласить вас в рабочую область.',
    sign: 'Возможно, это личная страница.',
  },
  share: {
    title: 'Поделиться доской',
    input: 'Почта',
    share: 'Поделиться',
    text: 'Изменять доску могут изменять те, у кого есть доступ',
    link: 'Копировать ссылку',
    copied: 'Ссылка скопирована',
  },
  board: {
    listText: 'Добавить еще один список',
    lestPlaceholder: 'Введите название списка...',
    listValue: 'Добавить список',
  },
  checklist: {
    addItem: 'Добавить элемент',
    add: 'Добавить',
  },
  card: {
    listText: 'Добавить задачу',
    lestPlaceholder: 'Введите название задачи...',
  },
};

export default rus;
